---
kind: property
id: P:Autodesk.Revit.DB.MEPSystem.BaseEquipment
zh: 系统
source: html/00d90c4f-1946-1069-7887-f12899846481.htm
---
# Autodesk.Revit.DB.MEPSystem.BaseEquipment Property

**中文**: 系统

The base panel or equipment of the system.

## Syntax (C#)
```csharp
public FamilyInstance BaseEquipment { get; }
```